{
  "products": [
    {
      "id": 1,
      "category": "Medical Supplies",
      "productName": "Disposable Face Mask",
      "price": "12.99",
      "oldPrice": "19.99",
      "rating": 5,
      "discount": "35",
      "imageUrl": "https://stat-technologies.com/wp-content/uploads/2020/05/3-Ply-Masks.jpg"
    },
    {
      "id": 2,
      "category": "Medical Supplies",
      "productName": "Hand Sanitizer",
      "price": "9.99",
      "oldPrice": "14.99",
      "rating": 3,
      "discount": null,
      "imageUrl": "https://target.scene7.com/is/image/Target/GUEST_c9680030-cb16-48a3-ab5b-7332845bf110?wid=488&hei=488&fmt=pjpeg"
    },
    {
      "id": 3,
      "category": "Medical Equipment",
      "productName": "Digital Thermometer",
      "price": "29.99",
      "oldPrice": "39.99",
      "rating": 4,
      "discount": "25",
      "imageUrl": "https://m.media-amazon.com/images/I/41KjP9lSwSL._AC_UF894,1000_QL80_.jpg"
    },
    {
      "id": 4,
      "category": "Medical Equipment",
      "productName": "Pulse Oximeter",
      "price": "49.99",
      "oldPrice": "59.99",
      "rating": 4,
      "discount": null,
      "imageUrl": "https://www.e-hospital.co.uk/wp-content/uploads/2020/03/Screenshot-2020-03-14-at-15.20.04.png"
    },
    {
      "id": 5,
      "category": "Medical Supplies",
      "productName": "Nitrile Gloves",
      "price": "15.99",
      "oldPrice": "22.99",
      "rating": 5,
      "discount": "30",
      "imageUrl": "https://m.media-amazon.com/images/I/61mmhURKDuL._AC_UY1000_.jpg"
    },
    {
      "id": 6,
      "category": "Medical Supplies",
      "productName": "Surgical Gown",
      "price": "19.99",
      "oldPrice": "29.99",
      "rating": 4,
      "discount": "33",
      "imageUrl": "https://amsp.africa/all_media/2021/05/Sterile-Surgical-Gowns.png"
    },
    {
      "id": 7,
      "category": "Medical Equipment",
      "productName": "Blood Pressure Monitor",
      "price": "59.99",
      "oldPrice": "79.99",
      "rating": 4,
      "discount": "25",
      "imageUrl": "https://m.media-amazon.com/images/I/6138LurvciL._AC_SL1500_.jpg"
    },
    {
      "id": 8,
      "category": "Medical Equipment",
      "productName": "Stethoscope",
      "price": "39.99",
      "oldPrice": "49.99",
      "rating": 5,
      "discount": "20",
      "imageUrl": "https://cdn.britannica.com/29/123229-050-4EE13335/stethoscopes-rubber-tubing-sounds-patient-ears-physician.jpg"
    }
  ],
  "categories": [
    {
      "id": 1,
      "categoryName": "Syringe and needles",
      "imageUrl": "/popular-categories/syringe.svg"
    },
    {
      "id": 2,
      "categoryName": "Suture",
      "imageUrl": "/popular-categories/suture.svg"
    },
    {
      "id": 3,
      "categoryName": "Blood Bag",
      "imageUrl": "/popular-categories/blood-bag.svg"
    },
    {
      "id": 4,
      "categoryName": "Blood Lancet",
      "imageUrl": "/popular-categories/blood-lancet.svg"
    },
    {
      "id": 5,
      "categoryName": "Urine Bag",
      "imageUrl": "/popular-categories/urine-bag.svg"
    },
    {
      "id": 6,
      "categoryName": "Medical Tube",
      "imageUrl": "/popular-categories/medical-tube.svg"
    }
  ],
  "blogs": [
    {
      "id": 1,
      "imageSrc": "/daily-blog/blog4.svg",
      "date": "18",
      "month": "NOV",
      "category": "Illness",
      "author": "Admin",
      "comments": 65,
      "title": "The Impact of COVID-19 and Global Health Preparedness",
      "description": "In this insightful exploration, we delve deep into the lasting impact of COVID-19 on global health systems, economies, and societal structures. As we reflect on the challenges faced during the pandemic, we uncover valuable lessons in pandemic preparedness and response. From the rapid development of vaccines to the resilience of healthcare infrastructure, discover the transformative changes that have reshaped our approach to public health. This blog chronicles the scientific breakthroughs, international collaborations, and community resilience that emerged in the wake of COVID-19, offering a profound analysis of how the world navigated one of its most challenging health crises."
    },
    {
      "id": 2,
      "imageSrc": "/daily-blog/blog5.svg",
      "date": "25",
      "month": "DEC",
      "category": "Healthcare",
      "author": "Admin",
      "comments": 42,
      "title": "Future Trends in Telemedicine and Virtual Healthcare",
      "description": "Explore the evolution of telemedicine and virtual healthcare services in this forward-looking blog post. From the adoption of remote consultations to the integration of AI-driven diagnostics, uncover how technology is revolutionizing patient care delivery worldwide. This blog discusses the benefits, challenges, and ethical considerations of telehealth, offering insights into its potential to reshape healthcare accessibility and efficiency in the coming years."
    },
    {
      "id": 3,
      "imageSrc": "/daily-blog/blog6.svg",
      "date": "12",
      "month": "SEP",
      "category": "Research",
      "author": "Admin",
      "comments": 28,
      "title": "Advancements in Cancer Research: Promising Therapies and Innovations",
      "description": "Delve into the latest advancements in cancer research and treatment modalities in this comprehensive blog post. From targeted therapies and immunotherapy breakthroughs to precision medicine and genomic sequencing, explore how cutting-edge research is transforming cancer care. This blog highlights key clinical trials, scientific discoveries, and patient outcomes that are shaping the future of oncology, offering hope and insights into combating one of the most challenging diseases worldwide."
    },
    {
      "id": 4,
      "imageSrc": "/daily-blog/blog7.svg",
      "date": "03",
      "month": "JUL",
      "category": "Mental Health",
      "author": "Admin",
      "comments": 36,
      "title": "The Impact of Stress on Mental Health: Strategies for Resilience",
      "description": "Examine the intricate relationship between stress and mental health in this thought-provoking blog post. From understanding the physiological effects of stress on the brain to exploring coping mechanisms and resilience-building strategies, discover practical insights for maintaining mental well-being. This blog offers evidence-based approaches, mindfulness techniques, and expert advice to empower individuals in managing stress and enhancing psychological resilience."
    },
    {
      "id": 5,
      "imageSrc": "/daily-blog/blog8.svg",
      "date": "08",
      "month": "APR",
      "category": "Public Health",
      "author": "Admin",
      "comments": 52,
      "title": "Challenges and Innovations in Global Vaccination Programs",
      "description": "Explore the complexities of global vaccination efforts in this insightful blog post. From addressing vaccine hesitancy and equity issues to discussing distribution logistics and regulatory frameworks, delve into the challenges faced by public health agencies worldwide. This blog highlights innovative strategies, successful case studies, and collaborative initiatives aimed at improving vaccination coverage and combating infectious diseases on a global scale."
    },
    {
      "id": 6,
      "imageSrc": "/daily-blog/blog9.svg",
      "date": "21",
      "month": "MAY",
      "category": "Health Tech",
      "author": "Admin",
      "comments": 19,
      "title": "Emerging Technologies in Healthcare: AI, Robotics, and Beyond",
      "description": "Discover the transformative potential of emerging technologies in healthcare in this forward-thinking blog post. From AI-driven diagnostics and robotic surgery to wearable health monitors and blockchain applications, explore how innovation is reshaping patient care delivery and healthcare management. This blog discusses the benefits, challenges, and ethical implications of health tech advancements, offering insights into their integration into mainstream medical practices."
    },
    {
      "id": 7,
      "imageSrc": "/daily-blog/blog10.svg",
      "date": "30",
      "month": "JUN",
      "category": "Epidemiology",
      "author": "Admin",
      "comments": 63,
      "title": "Understanding Pandemics: Lessons from History and Implications for the Future",
      "description": "Gain valuable insights into the dynamics of pandemics in this historical and forward-looking blog post. From examining past pandemics like the Spanish flu to analyzing current global health challenges such as COVID-19, explore the factors influencing disease outbreaks and their societal impacts. This blog offers perspectives on pandemic preparedness, public health policies, and international cooperation, highlighting lessons learned and strategies for mitigating future health crises."
    },
    {
      "id": 8,
      "imageSrc": "/daily-blog/blog11.svg",
      "date": "14",
      "month": "AUG",
      "category": "Health Policy",
      "author": "Admin",
      "comments": 45,
      "title": "Policy Implications of Aging Populations: Healthcare and Social Challenges",
      "description": "Examine the policy implications of global aging populations in this insightful blog post. From healthcare financing and workforce planning to elder care and social support systems, explore the multifaceted challenges posed by demographic shifts. This blog discusses innovative policy interventions, comparative international approaches, and future projections for addressing the needs of aging societies, offering perspectives on achieving sustainable and inclusive healthcare systems."
    }
  ]
}
